Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Registrations are currently closed on
sv: Registreringar är för närvarande stängda på

source: Add notice
sv: Lägg till meddelande

source: There is probably a logical explanation to all of this. I should look around.
sv: Det finns säkert en logisk förklaring till allt detta. Jag borde se mig omkring.

source: Scale down and letterbox media to fill the image containers instead of stretching and cropping them
sv: Skala ner och ta hand om letterbox media för att fylla bildbehållarna istället för att sträcka ut och beskära dem

source: Options
sv: Alternativ

source: Public Comment
sv: Publik kommentar

source: Cannot select nonexistent currency as default currency
sv: Kan inte välja en obefintlig valuta som standardvaluta

source: Include annotations and notes
sv: Inkludera annoteringar och anteckningar

source: Periodically spawns mobs around it
sv: Genererar regelbundet varelser runt sig

source: Invalid transform seed size
sv: Ogiltig storlek på transformationsfrö

source: Could not save, database does not point to a valid file.
sv: Kunde inte spara. Databasen pekar inte mot en giltig fil.

source: Import a 1Password Vault
sv: Importera ett 1Password-valv

source: Open – New users can register on enabled authentication backends (Password, FediAuth).
sv: Öppen – nya användare kan registrera sig med aktiverade autentiseringsbackender (lösenord, FediAuth).

source: History element with different uuid
sv: Historikelement med annat uuid

source: Black Cloth with Gold
sv: Svart tyg med guld

source: Exit interactive mode.
sv: Avsluta interaktivt läge.

source: Collection will be removed in a few seconds.
sv: Samlingen kommer raderas inom ett par sekunder.

source: Image format not supported
sv: Bildformatet stöds inte

source: Open Profile
sv: Öppna profil

source: Cannot find HIBP file: %1
sv: Hittar ingen HIBP-fil: %1

source: Apple Pie
sv: Äppelpaj

source: Verification Code
sv: Verifieringskod

source: Unlock database to show more information
sv: Lås upp databasen för att visa mer information

source: Test mail on {}
sv: Testa mail på {}

source: New list title
sv: Ny listtitel

source: Review your year's highlights and memorable moments on the Fediverse!
sv: Granska årets höjdpunkter och minnesvärda ögonblick på Fediverse!

source: Import your Wallabag Articles
sv: Importera dina Wallabag-artiklar

source: Imprint
sv: Märkning

source: Hide Client Icon when Collapsed
sv: Dölj klientikonen när den är hopfälld

source: Use this to upload a CSV-File containing many domains to block. Several blocklists are provided to the public in this format. The first column in the blocklist must contain the domain.
sv: Använd detta för att ladda upp en CSV-fil med flera domäner att blockera. Flera blockeringslistor tillhandahålls offentligt i detta format. Den första kolumnen i blockeringslistan måste innehålla domänen.

source: Header lines skipped
sv: Rubriker undantagna

source: Set the window association title
sv: Ange fönsterassociationstitel

source: Squelch
sv: Brusspärr

source: Manage Banners
sv: Hantera banderoller

source: Science Division (GBTC): They research and develop technologies required for the goals of the Galactic Builders. Also includes the search for suitable planets.
sv: Science Division (GBTC): Forskar om och utvecklar teknik som krävs för Galactic Builders mål. Inbegriper även sökandet efter lämpliga planeter.

source: at the moment.
sv: för närvarande.

source: missing closing delimiter
sv: saknar avslutande avgränsare

source: HTML content of the page. Go HTML template actions are supported.
sv: Sidans HTML-innehåll. Åtgärder för Go HTML-mallar stöds.

source: Group Similar Push Notifications
sv: Gruppera liknande push aviseringar

source: Nope, I can’t jump. I’m a bit, not assembler code.
sv: Nä, jag kan inte hoppa. Jag är en bit, inte assemblerkod.

source: Read complete
sv: Läs komplett

source: Lamp
sv: Lampa

source: Enter the code from your application.
sv: Ange koden från din applikation.

source: Reload
sv: Ladda om

source: System location
sv: Systemplats

source: Send a <strong>private message</strong> containing <code>%(pin)s</code><br>from your account <strong>%(handle)s</strong> to: <strong class="to-account">%(account)s</strong>
sv: Skicka ett <strong>privat meddelande</strong> som innehåller <code>%(pin)s</code><br>från ditt konto <strong>%(handle)s</strong> till: <strong class="to-account">%(account)s</strong>

source: Orangite
sv: Orangit

source: Prismatic Gem
sv: Prismatisk ädelsten

source: Post reply
sv: Publicera svar

source: Please set a satellite name.
sv: Ange ett satellitnamn.

source: Add entry
sv: Lägg till post

source: How could you not know! You’re the System! The core of everything!
sv: Hur kan du inte veta! Du är The System! Alltings kärna!

source: Board locked. No new posts may be created.
sv: Tavlan är låst. Inga nya inlägg kan skapas.

source: Convert legacy KeePassHTTP attributes to KeePassXC-Browser compatible custom data
sv: Konvertera äldre KeePassHTTP-attribut till KeePassXC-Browser-kompatibel anpassad data

source: Restart the current level
sv: Starta om den aktuella nivån

source: Toolbar button style:
sv: Knappstil för verktygsfält:

source: ChiPass: Converted KeePassHTTP attributes
sv: ChiPass: KeePassHTTP-attribut konverterades

source: Old password
sv: Gammalt lösenord

source: Radio Interfaces
sv: Radiogränssnitt

source: Dark Green Dye
sv: Mörkgrönt färgämne

source: annotations
sv: anteckningar

source: Pin
sv: Fäst

source: Falling
sv: Fall

source: &HTML File…
sv: &HTML-fil...

source: Keywords or Phrases
sv: Nyckelord eller fraser

source: Browsers installed using Snap or Flatpak are not supported with exception to Firefox installed using Snap.
sv: Webbläsare som är installerade via Snap eller Flatpak stöds inte, med Firefox via Snap som enda undantag.

source: Duplicate
sv: Duplicera

source: That file has already been posted.
sv: Den filen har redan publicerats.

source: Handle {handle} does not look like a valid Fediverse handle or profile URL. It should look something like {handle_example} or {url_example}
sv: Handlet {handle} verkar inte vara ett giltigt Fediverse-handle eller en profiladress. Det ska se ut ungefär som {handle_example} eller {url_example}

source: Hello {name}, Your item '{item_name}' has been deleted by an admin or moderator. Please comply with the rules when submitting items to us. Yours, {instance_name}
sv: Hej {name}, Ditt objekt '{item_name}' har tagits bort av en administratör eller moderator. Följ reglerna när du skickar in objekt till oss. Hälsningar, {instance_name}

source: Purge unused icons
sv: Rensa bort oanvända ikoner

source: Min
sv: Minimalt

source: Edit Channel
sv: Redigera kanal

source: Setup Verification Code
sv: Ställ in verifieringskod

source: Burned Cobblestone Block
sv: Block av bränd kullersten

source: Bite from a gold spider
sv: Bett från en guldspindel

source: Enter your password.
sv: Ange ditt lösenord.

source: Autosave
sv: Automatisk sparning

source: Failed to open database file %1: not a plain file
sv: Kunde inte öppna databasfilen %1: Ingen vanlig fil

source: Thu
sv: Tors

source: Invalid Token
sv: Ogiltig token

source: Open Sidebar
sv: Öppna sidofältet

source: No title column was selected, entries will be hard to tell apart. Are you sure you want to import?
sv: Ingen titelkolumn valdes, Posterna kommer att bli svåra att särskilja. Vill du verkligen importera?

source: Local
sv: Lokal

source: Adds an DMR contact to the list.
sv: Lägger till en DMR-kontakt i listan.

source: Type: Unknown (%1)
sv: Typ: Okänt (%1)

source: Would you like to save changes to this entry?
sv: Vill du spara ändringarna i denna post?

source: Detect
sv: Upptäck

source: Use a specific sequence for this association:
sv: Använd en specifik sekvens för denna association:

source: Type >>> and a board directory to link to a board:
sv: Skriv >>> följt av en tavlas katalog för att länka till en tavla:

source: Only mentioned people will be able to view it.
sv: Endast nämnda personer kommer att kunna se det.

source: Duration
sv: Varaktighet

source: Published on %s
sv: Publicerad %s

source: Remember access to checked entries
sv: Kom ihåg åtkomst till markerade poster

source: Remove Myself
sv: Ta bort mig själv

source: What kind of system are you! I thought of you as an all-powerful being, but you’re weak and pathetic!
sv: Vilken sorts system är du! Jag trodde att du var en allsmäktig varelse, men du är svag och patetisk!

source: Email
sv: E-post

source: Save FediAuth Backend
sv: Spara FediAuth-backend

source: Burned Tuff Block
sv: Bränt tuffblock

source: %s memory usage.
sv: %s minnesanvändning.

source: Tin Ore
sv: Tennmalm

source: IP Rules
sv: IP-regler

source: Press
sv: Tryck

source: Copper Ingot
sv: Koppartacka

source: Greetings, wanderer! You have arrived at the Powerslide Sector. The energies that flow through this place will make you stronger.
sv: Hälsningar, vandrare! Du har kommit till Kraftglidningssektorn. Energierna som flödar genom den här platsen gör dig starkare.

source: Choice %d
sv: Val %d

source: Never forget to refill again! Stockpile lets you manage your inventory of medication, food, beauty products, or anything else. The app will warn you whenever you are short on something, so you can obtain more and not have to go empty.
sv: Glöm aldrig att fylla på igen! Stockpile låter dig hantera ditt lager av medisiner, mat, skönhetsprodukter eller vad som helst. Appen varnar dig när du har ont om något, så att du kan skaffa mer och inte går tom.

source: Fediverse Account (Mastodon, Pixelfed, ...)
sv: Fediverse-konto (Mastodon, Pixelfed et.c.)

source: New token created.
sv: Ny token skapad.

source: The verification code is enabled on this account.
sv: Verifieringskoden är aktiverad på det här kontot.

source: • Goldie speech: What Goldie the Parrot will say. This only makes sense if you placed a parrot spawner
sv: • Goldies tal: Vad papegojan Goldie ska säga. Detta är bara meningsfullt om du har placerat en papegojspawner

source: Medicine
sv: Läkemedel

source: A shared encryption key with the name "%1" already exists. Do you want to overwrite it?
sv: En delad krypteringsnyckel med namnet "%1" finns redan. Vill du skriva över den?

source: %s edited a post you have quoted
sv: %s redigerade ett inlägg som du har citerat

source: &User Guide
sv: &Användarmanual

source: Launch Master
sv: Uppskjutningsmästare

source: Cannot import passkey
sv: Kan inte importera passnyckel

source: Remove Scrobble
sv: Ta bort scrobbling

source: Your item '{name}' has been approved and is now visible to everyone.
sv: Ditt objekt '{name}' har godkänts och är nu synligt för alla.

source: Could not write export container.
sv: Kunde inte skriva exportbehållare.

source: Import your Readwise Reader Library
sv: Importera ditt Readwise Reader-bibliotek

source: Share without annotations
sv: Dela utan annoteringar

source: Keyword
sv: Nyckelord

source: Add Hashtag
sv: Lägg till hashtag

source: Filenames will be generated with title and .passkey file extension.
sv: Filnamn genereras med namn och .passkey som filnamnstillägg.

source: Your region has been assigned the region class Z.
sv: Din region har tilldelats regionklass Z.

source: Loading captcha...
sv: Laddar captcha ...

source: • <name>.csv: Level metadata, stored as Comma-Separated Values. Contains the level settings (except size) and the trigger information
sv: • <name>.csv: Nivåmetadata, lagrade som kommaavgränsade värden. Innehåller nivåinställningarna, utom storlek, och information om utlösare

source: Whether visitors may browse attachments as an image gallery.
sv: Om besökare kan bläddra bland bilagor som ett bildgalleri.

source: While you can pick up some blocks, some blocks have screws in their corners. Blocks with screws cannot be picked up.
sv: Du kan plocka upp vissa block, men andra block har skruvar i hörnen. Block med skruvar kan inte plockas upp.

source: Read error
sv: Läsfel

source: Safety Teleport
sv: Säkerhetsteleport

source: 1 inactive
sv: 1 inaktiv

source: %(n)s inactive
sv: %(n)s inaktiva

source: Delete Item…
sv: Radera objekt…

source: Codeplug Files (*.yaml *.yml);;Codeplug Files, old format (*.conf *.csv *.txt);;All Files (*)
sv: Kodpluggfiler (*.yaml *.yml);;Kodpluggfiler, äldre format (*.conf *.csv *.txt);;Alla filer (*)

source: Leaving it empty will use the default connection which might be proxied based on the system settings
sv: Om du lämnar det tomt används standardanslutningen, som kan vara proxybaserad baserat på systeminställningarna

source: Copy notes to clipboard
sv: Kopiera anteckningar till urklipp

source: Detector (colorless)
sv: Upptäckare (färglös)

source: Scroll Up
sv: Skrolla upp

source: ChiPass has failed to save the database multiple times. This is likely caused by file sync services holding a lock on the save file. Disable safe saves and try again?
sv: ChiPass har misslyckats med att spara databasen flera gånger. Det beror troligen på att filsynkroniseringstjänsten har låst filsparandet. Vill du inaktivera "Spara säkert" och försöka igen?

source: Add a new entry to a database.
sv: Lägga till en ny post i en databas.

source: Password is used %1 time(s)
sv: Lösenordet är använt %1 gång

source: Wooden Sword
sv: Träsvärd

source: Chinese (Simplified & Traditional) / CJK
sv: Kinesiskt (förenklad och traditionell) / CJK

source: Default Item Location
sv: Förvald plats för artikeln

source: Could not find hardware key with serial number %1. Please plug it in to continue.
sv: Kunde hitta hårdvarunyckel med serienummer %1. Anslut den för att fortsätta.

source: Your account %(account_code)s is managed via %(backend_name_span)s, but we could not connect to the authorization server. Please contact your administrator.
sv: Ditt konto %(account_code)s hanteras via %(backend_name_span)s, men vi kunde inte ansluta till autentiseringsservern. Kontakta administratören.

source: Enable / Allow new users from LDAP
sv: Aktivera / Tillåt nya användare från LDAP

source: Bookmarks : Read Only
sv: Bokmärken: Skrivskyddad

source: Passphrase is required to decrypt this key
sv: Lösenordsfras krävs för att avkryptera denna nyckel

source: Database description field
sv: Databasens beskrivning

source: Heads up: on this instance, new items you create are reviewed by a moderator before they become visible to others.
sv: Observera: på denna instans granskas nya objekt som du skapar av en moderator innan de blir synliga för andra.

source: Picture
sv: Bild

source: Could not save the native messaging script file for %1.
sv: Kunde inte spara den inbyggda meddelandeskriptfilen för %1.

source: no group
sv: ingen grupp

source: Admins are not allowed to de-admin themselves
sv: Administratörer kan inte ta bort sin egen administratörsbehörighet

source: Word count for the diceware passphrase.
sv: Antal ord för lösenordsfrasen.

source: Automatically extract alt text from file metadata
sv: Extrahera automatiskt alt text från filmetadata

source: Styles that do not match any element will be removed
sv: Stilar som inte matchar något element kommer att tas bort

source: Invalid group field type number
sv: Ogiltigt fältstypnummer för grupp

source: Couldn't save list: %s
sv: Kunde inte spara listan: %s

source: an unexpected error has occurred
sv: ett oväntat fel har uppstått

source: Could not find group with path %1.
sv: Kunde inte hitta någon grupp med sökväg %1.

source: Active Account
sv: Aktivt konto

source: Post Stats
sv: Poststatistik

source: Unviewed
sv: Osedda

source: Data recovered
sv: Data återställt

source: Follow style
sv: Följ stil

source: Page not found.
sv: Sidan kunde inte hittas.

source: Path of the database to merge from.
sv: Sökväg till databas att infoga från.

source: Registrations are closed
sv: Registrering är avstängd

source: User Info URL
sv: Användarinfo-URL

source: Cave Elder Spawn Egg
sv: Framkallningsägg för grottäldste

source: Monochrome
sv: Monokrom

source: Auto-Type Validation Error
sv: Autoskriv-valideringsfel

source: once
sv: en gång

source: Invalid or deleted post.
sv: Ogiltigt eller borttaget inlägg.

source: Cannot delete roaming zone
sv: Det går inte att ta bort roamingzon

source: Verification success
sv: Verifieringen lyckades

source: _Cancel
sv: _Avbryt

source: Day @1 of @2, Year @3
sv: Dag @1 av @2, år @3

source: Item not here :(
sv: Artikeln är inte här :(

source: Forget all site-specific settings on entries
sv: Glöm alla sidspecifika inställningar i befintliga poster

source: Folder
sv: Mapp

source: size, rows, columns
sv: storlek, rader, kolumner

source: Warranty
sv: Garanti

source: Warning: The hard drive containing the directory %[1]s is full: only %[2]s of free space remains. Posting is disabled.
sv: Varning: Hårddisken som innehåller katalogen %[1]s är full. Endast %[2]s ledigt utrymme återstår. Publicering är inaktiverad.

source: Locale
sv: Språk

source: Tuba contributors
sv: Tuba bidragsgivare

source: <html><head/><body><p><span style=" font-weight:600;">Note:</span> QDMR is a device independent CPS. However, not all radios support Roaming. Hence these settings might be ignored when programming the code-plug to the device. </p><p><span style=" font-weight:600;">Hint:</span> You do not need to add roaming channel explicitly, just create roaming zones and add channels there. These channels are then added to this list.</p><p align="right"><a href="#hide"><span style=" text-decoration: underline; color:#0000ff;">Hide</span></a></p></body></html>
sv: <html><head/><body><p><span style=" font-weight:600;">Obs!</span> QDMR är en enhetsoberoende CPS. Det är dock inte alla radioapparater som stöder roaming. Därför kan dessa inställningar ignoreras när kodkontakten programmeras till enheten. </p><p><span style=" font-weight:600;">Tips:</span> Du behöver inte lägga till en roamingkanal uttryckligen, skapa bara roamingzoner och lägg till kanaler där. Dessa kanaler läggs sedan till i den här listan.</p><p align="right"><a href="#hide"><span style=" text-decoration: underline; color:#0000ff;">Göm</span></a></p></body></html>

source: Barricades are flammable and burn up when hit by a laser. They also ignite all flammable blocks and fuses next to them.
sv: Barrikader är brandfarliga och brinner upp när de träffas av en laser. De antänder också alla brandfarliga block och stubiner intill dem.

source: Hi, You (or someone else) entered this email address when trying to change the password of a Readeck account (%[1]s). If you are expecting this email, please follow this link to set a new password for your readeck account. %[2]s
sv: Hej, Du (eller någon annan) angav denna epostadress när de försökte byta lösenord för ett Readeck-konto (%[1]s). Om du förväntar dig detta epostmeddelande, följ den här länken för att skapa ett nytt lösenord för ditt Readeck-konto. %[2]s

source: Verify my identity
sv: Verifiera min identitet

source: %n Entry(s) was used by %1
sv: %n post användes av %1

source: Challenge is shorter than required minimum length
sv: Utmaningen är kortare än den minimilängd söm krävs

source: Depending on the error, Readeck's browser extension may provide a workaround.
sv: Beroende på felet, kan Readecks webbläsartillägg kanske kringgå problemet.

source: Controls whether new users can register with a username and password. Existing users can always log in regardless of this setting.
sv: Styr om nya användare kan registrera sig med användarnamn och lösenord. Befintliga användare kan alltid logga in oavsett denna inställning.

source: Hold down Aux1 to use the gateway
sv: Håll ned Aux1 för att använda porten

source: Positive values specify global instances allowed. Negative values specify board-specific instances allowed. Zero allows unlimited instances.
sv: Positiva värden anger tillåtna globala instanser. Negativa värden anger tillåtna instanser specifika för tavlan. Noll tillåter obegränsat antal instanser.

source: Moderate new items
sv: Moderera nya objekt

source: Database Size:
sv: Databasstorlek:

source: Bookmark Collections
sv: Bokmärkessamlingar

source: Use numbers
sv: Använd siffror

source: Synchronizing from older source %1 [%2]
sv: Synkroniserar från äldre källa %1 [%2]

source: Overlay
sv: Överlägg

source: Block Entire "%s"?
sv: Blockera hela "%s"?

source: Successfully merged %1 into %2.
sv: Infogade %1 i %2.

source: Create new entry
sv: Skapa ny post

source: Rocks detected
sv: Bergarter upptäckta

source: Chest
sv: Kista

source: Setting %1 rounds for key derivation function.
sv: Anger %1 rundor för nyckelhärledningsfunktionen.

source: Lush Wood Ladder
sv: Stege av frodigt trä

source: title
sv: titel

source: Limit the total size of history items per entry to:
sv: Begränsa antalet historikobjekt per post till:

source: Dark Grey Carpet
sv: Mörkgrå matta

source: Why was Hades chosen?
sv: Varför valdes Hades?

source: Also apply to child entries
sv: Använd även till underposter

source: Circle 4
sv: Cirkel 4

source: Maximum height of thumbnails.
sv: Största höjd på miniatyrbilder.

source: What’s this?
sv: Vad är det här?

source: Import your Bookmarks
sv: Importera dina bokmärken

source: just now
sv: precis nu

source: Already Exists
sv: Finns redan

source: These are all available sender types:
sv: Detta är alla tillgängliga avsändartyper:

source: Diamond
sv: Diamant

source: New (confirm)
sv: Ny (bekräfta)

source: Add Channel
sv: Lägg till kanal

source: Restart Application?
sv: Vill du starta om programmet?

source: 1. Place a detector and a locked chest
sv: 1. Placera en detektor och en låst kista

source: username is not valid
sv: användarnamnet är ogiltigt

source: Gold Spider Spawn Egg
sv: Framkallningsägg för guldspindel

source: Remove your post from the quote?
sv: Ta bort ditt inlägg från citatet?

source: Please wait, list of entries with passkeys is being updated…
sv: Vänta! Listan över poster med passnycklar uppdateras...

source: The Fediverse is a decentralized social network that consists of multiple interconnected platforms and communities, allowing users to communicate and share content across different networks and servers. It promotes user privacy and data ownership, and offers an alternative to centralized social media platforms.
sv: Fediversumet är ett decentraliserat socialt nätverk som består av flera sammankopplade plattformar och gemenskaper, vilket gör att användare kan kommunicera och dela innehåll över olika nätverk och servrar. Det främjar användarnas integritet och dataägande, och erbjuder ett alternativ till centraliserade sociala medieplattformar.

source: Allow returning expired credentials
sv: Tillåt utgångna autentiseringsuppgifter som retur

source: Grey Dye
sv: Grått färgämne

source: All your Bookmarks
sv: Alla dina bokmärken

source: Disables a separate squelch level for DMR. Uses the default one.
sv: Inaktiverar en separat brusspärrnivå för DMR och använder standardnivån.

source: Posts with attachments
sv: Inlägg med bilagor

source: Tx Frequency
sv: TX-frekvens

source: Last modified
sv: Ändrad

source: Empty or invalid import file
sv: Tom eller ogiltig importfil

source: Unlock
sv: Lås upp

source: Truck stop
sv: Lastbilsstopp

source: Letterbox Media
sv: Letterboxa media

source: Create Hashtag List?
sv: Skapa hashtag-lista?

source: older entry merged from database "%1"
sv: Äldre post har sammanfogats från databasen ”%1”

source: RX Frequency [MHz]
sv: RX-frekvens [MHz]

source: Do you really want refresh the database ID? This is only necessary if your database is a copy of another and the browser extension cannot connect.
sv: Vill du verkligen uppdatera databas-ID? Detta är bara nödvändigt om databasen är en kopia av en annan och webbläsartillägget inte kan ansluta.

source: Deactivate password key for the database to merge from.
sv: Avaktivera lösenordsnyckel för databas som infogas ifrån.
